<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Dairies</title>
</head>
<body>
개인정보 처리방침

Dairies Do(이하 “회사”)는 개인정보 보호법 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립/공개합니다

제1조(개인정보의 처리목적)
“회사”는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 체18조에 따라 별도의 동의를 받는 등 필요한 조건을 이행할 예정입니다.
① 홈페이지 회원 가입 및 관리
회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별 인증, 회원자격 유지 관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 각종 고지 통지, 고충처리 등을 목적으로 개인정보를 처리합니다.
② 재화 또는 서비스 제공
물품배송, 서비스 제공, 계약서 청구서 발송, 콘텐츠 제공, 맞춤서비스 제공, 본인인증, 연령인증, 요금결제 정산, 채권추심 등을 목적으로 개인정보를 처리합니다.
③ 고충처리
민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락 통지, 처리결과 통보 등의 목적으로 개인정보를 처리합니다.

제2조(개인정보의 처리 및 보유기간)
① “회사”는 법령에 따른 개인정보 보유 이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유 이용기간 내에서 개인정보를 처리 보유합니다.
② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다
▶ 홈페이지 회원 가입 및 관리
- 수집목적 : 회원관리 및 불량회원의 부정 이용 방지
- 수집항목 : 회원 가입 시, 회원이 입력한 필수항목 및 선택항목
- 보유기간 : 회원 탈퇴 시까지
▶ SNS회원 가입 및 관리(카카오)
- 수집목적 : 회원관리 및 불량회원의 부정 이용 방지
- 수집항목 : 닉네임, 성별, 생일, 이메일, 전화번호, 카카오톡 채널 추가 상태 및 내역
- 보유기간 : 회원 탈퇴 시까지
▶ SNS회원 가입 및 관리(네이버)
- 수집목적 : 회원관리 및 불량회원의 부정 이용 방지
- 수집항목 : (필수)이용자 고유 식별자 / (선택) 이름, 성별, 생일, 이메일
- 보유기간 : 회원 탈퇴 시까지
▶ SNS회원 가입 및 관리(PAYCO)
- 수집목적 : 회원관리 및 불량회원의 부정 이용 방지
- 수집항목 : (필수)PAYCO회원번호 / (선택) 이름, 성별, 생일, 이메일, 휴대전화번호
- 보유기간 : 회원 탈퇴 시까지
▶ SNS회원 가입 및 관리(페이스북)
- 수집목적 : 회원관리 및 불량회원의 부정 이용 방지
- 수집항목 : (필수)이용자 고유 식별자 / (선택) 이름, 성별, 생일, 이메일, 휴대전화번호
- 보유기간 : 회원 탈퇴 시까지
▶ SNS회원 가입 및 관리(Apple)
- 수집목적 : 회원관리 및 불량회원의 부정 이용 방지
- 수집항목 : (필수)이용자 고유 식별자 / (선택) 이름, 생일, 이메일, 휴대전화번호
- 보유기간 : 회원 탈퇴 시까지
▶ 마케팅 및 광고 활용 관련 기록
- 수집목적 : 이벤트/쿠폰 등 광고성 정보 전달, 접속빈도 파악, 서비스 이용 통계
- 수집항목 : 서비스 이용기록(이용시간, 이용매장, 포인트, 상품 또는 서비스 구매내역 등), 접속 로그, 쿠키, 접속IP정보 등
- 보유기간 : 회원 탈퇴시 까지
▶ 재화 또는 서비스 제공
- 수집목적 : 회원의 구매 및 결제 관련 확인과 클레임 처리
- 수집항목 : 결제정보(계좌번호 일부, 카드번호 일부 등)
- 보유기간 : 회원 탈퇴시 까지
▶ Point 적립/사용 관련 기록
- 수집목적 : 회원 적립 Point 소멸 방지 및 Point 서비스의 부정이용 방지
- 수집항목 : 이름, 본인확인인증결과값(중복가입확인정보(DI), 암호화된 동일인식별정보(CI), ID, 비밀번호, 주소, 전화번호, 휴대전화번호, 문자서비스 수신여부, e-mail주소, e-mail 수신여부, 아기이름, 출산일, 탈퇴일시, 탈퇴사유, 부정이용 기록, Point 사용/적립액, Point 사용/적립 채널
- 보유기간 : 최종 Point 적립 이후 3년
▶ 회원 가입 관련 기록
- 수집목적 : 원활한 회원서비스 제공을 위한 가입이력 관리
- 수집항목 : ID, 탈퇴일시, 탈퇴사유
- 보유기간 : 탈퇴 후 5년
▶자동 생성 정보
- 수집목적 : 서비스 이용, 고객상담, 부정이용 확인 및 방지, 서비스 이용 분석 및 통계
- 수집항목 : 쿠키, 서비스이용기록(로그인일시, IP주소), 기기정보(기기OS, 기기모델명)
- 보유기간 : 관계법령에 의한 개인정보 보유기간 또는 1개월
1. 홈페이지 회원 가입 및 관리 : 사업자/단체 홈페이지 탈퇴 시까지 다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료 시까지
1) 관계 법령 위반에 따른 수사조사 등이 진행중인 경우에는 해당 수사 조사 종료 시까지
2) 홈페이지 이용에 따른 채권·채무관계 잔존시에는 해당 채권 채무관계 정산 시까지
2. 재화 또는 서비스 제공 : 재화 서비스 공급완료 및 요금결제정산 완료시까지 다만, 다음의 사유에 해당하는 경우에는 해당 기간 종료 시까지
1) 「전자상거래 등에서의 소비자 보호에 관한 법률」에 따른 표시광고, 계약내용 및 이행 등 거래에 관한 기록
- 표시 광고에 관한 기록 : 6개월
- 계약 또는 청약철회, 대금결제, 재화 등의 공급기록 : 5년
- 소비자 불만 또는 분쟁처리에 관한 기록 : 3년
2) 「통신비밀보호법」 제41조에 따른 통신사실확인자료 보관
- 가입자 전기통신일시, 개시 종료시간, 상대방 가입자번호, 사용도수, 발신기지국 위치추적자료 : 1년
- 컴퓨터통신, 인터넷 로그기록자료, 접속지 추적자료 : 3개월
3) 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」시행령 제29조에따른 본인확인정보 보관 : 게시판에 정보 게시가 종료된 후 6개월

제3조(개인정보의 제3자 제공)
① “회사”는 정보주체의 개인정보를 제 1조 (개인 정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 정보 주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제 18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
② “회사”는 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.
＜개인정보 제3자 제공 업체＞
▶ 제3자 : 엠즈씨드, 크리스탈제이드, 상하농원
- 이용목적 : 웹사이트 로그인, 매일Do Point 적립 및 사용, 기타 매일 Do Point 관련한 서비스 제공 목적
- 제공하는 개인정보항목 : 이용자 기초정보 및 부가정보, 매일 Do Point 정보
- 보유 및 이용기간 : 회원이 제휴사 이용약관에 동의한 때로부터 제휴사의 이용약관 철회 혹은 매일 Do Point 탈퇴시까지

제4조(개인정보처리의 위탁)
① “회사”는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.

＜개인정보의 위탁취급＞
▶위탁 목적 : 매일Do 포인트 적립 및 사용, 고객 안내 및 CS 처리, 이용회원의 부정 이용 방지 및 비인가 사용 방지
- 위탁 제휴사 : 엠즈씨드, 상하농원, 크리스탈 제이드

▶위탁 목적 : 본인 확인 및 아이핀 서비스
- 위탁 제휴사 : SCI 평가정보

▶위탁 목적 : 구매물품 대금결제
- 위탁 제휴사 : 토스페이먼츠, KG모빌리언스, 카카오페이, 페이코

▶위탁 목적 : 홈페이지 관리 및 전산처리
- 위탁 제휴사 : 이퓨전아이, 메타넷애자일, ㈜ 아이비즈소프트웨어

▶위탁 목적 : 이벤트 경품, DM 발송
- 위탁 제휴사 : ㈜평택물류

▶위탁 목적 : 이벤트 경품 발송
- 위탁 제휴사 : 유림인터내쇼날

▶위탁 목적 : 배송업무 대행
- 위탁 제휴사 : CJ대한통운

▶위탁 목적 : 배송업무 대행
- 위탁 제휴사 : (주)엔로지스

▶위탁 목적 : 고객응대/CS
- 위탁 제휴사 : (주)메타엠

▶위탁 목적 : 구매 물품 배송 및 이벤트 경품 발송
- 위탁 제휴사 : 엠즈 FS

▶위탁 목적 : 모바일 교환권 발송
- 위탁 제휴사 : (주)케이티알파, 제이엠비즈콘(주)

▶위탁 목적 : 제품 CS 접수(MMS)
- 위탁 제휴사 : (주)모바일타운

▶위탁 목적 : 홍보 대행 및 이벤트 경품 발송
- 위탁 제휴사 : 아이디어 브릿지, (주)온피알앤드크리에이티브, (주)미디언스

② 회사는 위탁계약 체결시 개인 정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적 관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리 감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체 없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다

제5조(정보주체와 법정대리인의 권리의무 및 행사방법)
① 정보주체는 “회사” 에 대해 언제든지 개인정보 열람 정정 삭제 처리정지 요구 등의 권리를 행사할 수 있습니다.
② 제1항에 따른 권리 행사는 “회사”에 대해 개인정보보호법 시행령 제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며, 회사는 이에 대해 지체 없이 조치하겠습니다.
③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
④ 개인정보 열람 및 처리정지 요구는 개인정보보호법 제35조 제5항,제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.
⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
⑥ “회사”는 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.

제6조 (처리하는 개인정보 항목)
“회사”는 다음의 개인정보 항목을 처리하고 있습니다.
① 홈페이지 회원 가입 및 관리
▶ 필수항목(회원 기초정보)
- 이름, 성별, 생년월일, 비밀번호, 휴대전화번호, e-mail
# 서비스 제공을 위해 필요한 최소한의 개인정보이므로 동의를 해 주셔야 서비스 이용이 가능합니다.
▶ 선택항목(회원 및 아기 부가정보)
- 주소, SMS 수신여부, e-mail 수신여부, 아기이름, 출산일 등

제7조(개인정보의 파기)
① “회사”는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
② 정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나, 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인 정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.
③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.
1. 파기절차
회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다
2. 파기방법
회사는 전자적 파일 형태로 기록 저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록 저장된 개인 정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.

제8조(장기 미이용 회원 개인정보 분리 보관)
① “회사”는 는 관련 법령에 의거하여 휴면 회원의 개인정보를 접근이 불가능한 별도의 보관장치에 분리 보관합니다.
1. 시행일자 : 2015년 8월 18일
2. 관련 법령 : 개인정보보호법 제39조의5 및 동법 시행령 제48조의4
3. 휴면 회원 : 매일 Do Point 서비스를 1년 이상 이용하지 않은 회원
② 다음 조건을 모두 만족하는 경우에 휴면 회원으로 전환됩니다.
1. 포인트 거래이력이 1년 이상 없는 회원
2. 서비스 홈페이지(PC/모바일웹, 앱 포함) 로그인 이력이 1년 이상 없는 회원
3. 고객센터 상담 이력이 1년 이상 없는 회원
4. 잔여포인트가 없는 회원
③ “회사”는 휴면 전환 30일 전까지 휴면 예정 회원에게 별도 분리 보관되는 사실 및 휴면 예정일, 별도 분리 보관하는 개인정보 항목을 이메일, 서면, 모사전송, 전화 또는 이와 유사한 방법 중 어느 하나의 방법으로 이용자에게 알립니다. 해당 통지 수단에 대한 정보가 부재 또는 오류인 경우에는 홈페이지 공지사항 게시로 대신합니다.
④ 휴면 상태 이전에 발급되었던 쿠폰은 해당 유효기간 만료 시 자동 소멸되며, 기간이 만료된 쿠폰은 재발행 되지 않습니다.
⑤ 휴면 회원이 포인트 거래, 서비스 홈페이지 로그인, 고객센터 상담 등을 통해 매일 Do Point 서비스를 재이용하는 경우 휴면계정은 일반 회원 계정으로 복구됩니다.

제9조(개인정보의 안전성 확보조치)
“회사”는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
① 관리적 조치 : 내부관리계획 수립/시행, 정기적 직원교육 등
② 기술적 조치 : 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치
③ 물리적 조치 : 전산실, 자료보관실 등의 접근통제

제10조(개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항)
① “회사”는 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 '쿠기(cookie)'를 사용합니다.
② 쿠키는 웹사이트를 운영하는 데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내 의 하드디스크에 저장되기도 합니다.
1. 쿠키의 사용목적: 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.
2. 쿠키의 설치·운영 및 거부 : 웹브라우저 상단의 도구> 인터넷 옵션 > 개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.
3. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.
③ 제1항에도 불구하고 회사는 관련법령에 의거하여 이용자의 개인정보를 다음과 같이 보유할 수 있습니다.

제11조(모바일 앱 사용 시 광고 식별자(ADID/IDFA) 수집)
“회사”는 이용자의 ADID/IDFA를 수집할 수 있습니다. ADID/IDFA란 모바일 앱 이용자의 광고 식별 값으로서, 사용자의 맞춤 서비스 제공이나 더 나은 환경의 광고를 제공하기 위한 측정을 위해 수집될 수 있습니다.
[거부방법]
- Android : 설정＞구글(구글설정)＞광고＞광고 맞춤설정 선택 해제
- iOS : 설정＞개인 정보 보호＞광고＞광고 추적 제한

제12조(14세미만 아동의 개인정보보호)
“회사”는 법정 대리인의 동의가 필요한 만14세 미만 아동에 대해서는 아동의 개인정보를 위하여 회원가입을 일체 받지 않고 있습니다.
*단, 카카오, 네이버, 페이스북 등을 통해 가입되는 “SNS 회원”의 경우는 예외적으로 제외됩니다.
- SNS 회원 : 카카오, 네이버, 페이스북, 페이코, 애플과 같이, 다른 서비스의 계정에 기대어 가입하는 회원

제13조(개인정보 보호책임자)
① “회사”는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다
▶ 개인정보 보호책임자
- 성명 : 이인기
- 직책 : 실장

▶ 개인정보 보호 담당부서
- 부서명 : 고객정보전략팀
- 담당자 : 김봉기
- 연락처 : 02-3671-3631 / : bongki@Dairies.com

② 정보주체께서는 “회사” 의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 회사는 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.

제14조(권익침해 구제방법)
정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.
아래의 기관은 “회사” 와는 별개의 기관으로서, 회사의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.

▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영)
- 소관업무 : 개인정보 침해사실 신고, 상담 신청
- 전화 : (국번 없이) 118
- 홈페이지 : privacy.kisa.or.kr

▶ 개인정보 분쟁조정위원회
- 소관업무 : 개인정보 분쟁조정신청, 집단 분쟁 조정 (민사적 해결)
- 전화 : (국번 없이) 1833-6972
- 홈페이지 : www.kopico.go.kr

▶ 대검찰청 사이버수사과
- 전화 : (국번없이) 1301
- 이메일 : cid@spo.go.kr
- 홈페이지 : spo.go.kr

▶ 경찰청 사이버수사국
- 전화 : (국번없이) 182
- 홈페이지 : ecrm.police.go.kr/minwon/main

제15조(고지의 의무)
① 본 개인정보처리방침을 포함한 기타 개인정보 보호에 대한 상세한 내용은 “회사”가 운영하는 홈페이지 첫 화면에 공개함으로써 이용자가 언제나 용이하게 보실 수 있도록 조치하고 있습니다. 본 개인정보처리방침의 내용은 수시로 변경될 수 있으므로 사이트를 방문하실 때마다, 이를 확인하시기 바랍니다.
② “회사” 는 개인정보처리방침을 개정하는 경우 최소 7일전부터 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.

제16조(개인정보 처리방침 변경)
① 이 개인정보 처리방침은 2022.11.15부터 적용 되며, 이전의 개인정보처리방침은 본 개인정보처리방침으로 대체됩니다.
② 이전의 개인정보 처리방침은 아래에서 확인하실 수 있습니다.
</body>
</html>