<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Dairies</title>
</head>
<body>
[Dairies Do 서비스] 이용약관

제1장 총칙

제1조 (목적)
본 약관은 매일유업(주)(이하 “회사”)와 제휴 패밀리 회원사가 운영하는 사이트에서 제공하는 웹사이트 서비스 및 사이버 몰 등을 하나의 ID로 이용하는 통합멤버십 서비스를 제공함에 있어 회사와 서비스를 이용하는 회원의 권리ㆍ의무 및 책임사항을 약정함을 목적으로 합니다.
※「PC통신, 모바일 등을 이용하는 전자상거래에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용합니다」

제2조 (용어의 정의)
① “Dairies Do”라 함은 하나의 ID와 비밀번호로 Dairies Do 포인트와 회원사의 사이트들을 이용할 수 있는 통합 멤버십 서비스를 말합니다.
② “Dairies Do 서비스” (이하 “Dairies Do 서비스”)라 함은 회사와 회원사가 회원에게 제공하는 포인트 적립, 사용, 할인, 이벤트 참여 등의 통합 회원제 서비스 프로그램으로서 본 약관 제4조에 정한 사항을 말합니다.
③ “Dairies Do 회원” (이하 “회원”)이라 함은 Dairies Do 통합서비스 홈페이지(https://www.Dairiesdo.com) 또는 Dairies Do 회원사 서비스 사이트 등을 통해 회사에 개인정보를 제공하여 회원등록을 하고 회사로부터 Dairies Do 서비스 가입 및 이용에 대한 승낙을 받은 고객을 의미합니다. 이는 회원 등록을 하지 않은 경우에도 Dairies Do 서비스를 이용하는 이용자를 포함합니다.
④ “Dairies Do 패밀리 회원사”(이하 “회원사”)라 함은 회원이 포인트를 적립 또는 사용하거나 Dairies Do 기프트카드를 사용할 수 있는 이용처를 의미합니다. (2022년 10월 1일 기준 매일유업, 크리스탈제이드, 엠즈씨드, 상하농원이 이에 해당됩니다.)
⑤ “Dairies Do 패밀리 회원사 서비스 사이트” (이하 “회원사 서비스 사이트”) 라 함은 회원이 온라인을 통해 Dairies Do 서비스를 이용할 수 있는 Dairies Do 제휴 회원사의 인터넷 웹사이트들을 의미합니다. 이는 추후 추가 또는 변경될 수 있습니다.
회원사 서비스 사이트 (2022년 10월 1일 기준)
- 매일닷컴 (브랜드사이트 포함) : www.Dairies.com
- 매일아이닷컴(브랜드 사이트 포함) : www.Dairiesi.com
- 크리스탈제이드 : www.crystaljade.co.kr
- 더키친 일뽀르노 : www.thekitchenilforno.co.kr
- 폴 바셋 : www.baristapaulbassett.co.kr
- 상하농원(유) : www.sanghafarm.co.kr
⑥ “Dairies Do 포인트”(이하, “포인트”)란 Dairies Do서비스 이용에 통용되는 포인트를 말합니다.
⑦ 사용가능포인트 : 회원사의 브랜드에서 제품 및 서비스를 구입할 경우 고지한 적립률에 따라 부여되며, 본 약관에 따른 용법으로 사용이 가능한 포인트를 말합니다.
⑧ 사용가능예정포인트 : 회원사의 브랜드에서 제품 및 서비스를 온라인으로 구입하였으나 배송 등의 사유로 인하여 해당 시점에 구매 확정이 완료되지 않아 적립 예정인 포인트로서, 구매 확정이 완료된 직후 사용가능포인트로 전환되는 포인트를 말합니다.
⑨ 소멸예정포인트 : 잔여 소멸기간이 1개월 이하로 남은 포인트로 해당된 잔여 기간 동안 사용하지 않을 경우 소멸되는 포인트를 말합니다.
⑩ 휴면회원 : 회원가입 이후 1년 동안 로그인 기록이 없는 회원을 의미합니다.

제3조 (약관의 효력 및 개정)
① 본 약관의 내용은 Dairies Do 통합서비스 홈페이지(https://www.Dairiesdo.com)(이하 “Dairies Do 홈페이지”) 화면에 게시하거나 기타의 방법으로 회원에게 공지하고, 이에 동의한 회원이 Dairies Do 회원으로 가입완료 함으로써 효력이 발생합니다. 또한, 회원 가입을 하지 않더라도 Dairies Do 서비스 이용 시, 이용자는 본 약관의 적용을 받습니다.
② 회사는 관련 법령에 위배되지 않는 범위 내에서 수시로 본 약관을 개정할 수 있으며, 본 약관을 개정하고자 할 경우 Dairies Do는 개정된 약관을 적용하고자 하는 날로부터 14일 이전에 약관이 개정된다는 사실과 개정된 내용 등을 아래 규정된 방법 중 1가지 이상의 방법으로 회원에게 고지합니다. 다만, 개정된 내용 중 회원에게 불리하게 적용되는 내용이 있는 경우 경우에는 30일의 유예기간을 두고 고지합니다.
- e-mail 통보
- 휴대폰 단문메시지 (SMS)
- Dairies Do 홈페이지(http://www.Dairiesdo.com) 내 게시
- 제휴영업점 내 게시
- 기타 회원 가입 시, 회원이 제공한 연락처 정보 등을 이용한 기타의 안내 방법
③ 회사가 e-mail 또는 서면으로 본 약관이 개정된 사실 및 개정된 내용을 회원에게 고지하는 경우에는 회원이 기제공한 e-mail 주소나 주소지 중 가장 최근에 제공된 곳으로 통보하며 이 경우, 회사가 적법한 통보를 완료한 것으로 봅니다.
④ 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 30일간의 기간 내에 의사표시를 하지 않으면 개정약관을 적용 받겠다는 의사표시가 표명된 것으로 본다는 뜻을 명확히 공지 또는 통지하였음에도 회원이 명시적으로 개정약관 적용 거부의 의사표시를 하지 않으면 회원이 개정 약관에 동의한 것으로 간주합니다.
⑤ 회원은 약관의 개정을 거부할 권리가 있습니다. 약관의 개정에 동의하지 않는 회원은 회원 탈퇴(이용계약의 해지)를 요청할 수 있습니다.
⑥ 본 규정에 의하여 개정된 약관은 원칙적으로 그 효력 발생일로부터 장래를 향하여 유효합니다.
⑦ 본 규정의 통지방법 및 통지의 효력은 본 약관의 각 조항에서 규정하는 개별적인 또는 전체적인 통지의 경우에 이를 준용합니다.

제4조 (Dairies Do 서비스 개요)
① 회사와 회원사가 본 약관에 정해진 바에 따라 회원에게 제공하는 Dairies Do 서비스는 아래와 같습니다
1. 포인트 적립 서비스 : 회원은 회사와 회원사에서 상품 또는 서비스 구입 시, 이벤트 참여 등에 의해 포인트를 적립 받을 수 있습니다. 단, 회사 및 회원사의 사정에 따라 지정 된 일부 상품은 제외 될 수 있습니다.
2. 포인트 사용 서비스 : 회원은 적립된 포인트를 사용하여 회사와 회원사에서 지정한 상품 또는 서비스를 구입할 수 있습니다. 단, 회원이 포인트를 사용 하기 위해서는 반드시 모바일 멤버십 카드를 제시 하여야 합니다.
3. 할인 서비스 : 회원은 회사와 회원사에서 상품 또는 서비스 구입 시에 회사 및 회원사의 개별 정책에 따라 상품 구매액의 일부를 할인 받으실 수 있습니다.
4. 통합 아이디 서비스 : 회원은 Dairies Do 홈페이지는 물론 그 선택에 따라 회사 및 회원사의 서비스 사이트에서 ID와 비밀번호를 통합하여 이용할 수 있는 회원 인증 서비스인 통합 아이디 서비스를 이용할 수 있습니다.
5. 기타 서비스 : 회사와 회원사는 상기 각 호의 서비스 이외에도 추가적인 서비스를 개발하여 회원에게 제공할 수 있으며 자세한 Dairies Do 서비스 내용은 Dairies Do 홈페이지(www.Dairiesdo.com)을 참조하시기 바랍니다.
② Dairies Do 홈페이지를 통해 회원 가입을 하지 아니하고 회원사를 통한 서면 가입 또는 Dairies Do 고객센터를 통한 전화 가입을 한 회원의 경우, 회사 또는 각 회원사의 Dairies Do 서비스를 원활하게 이용하기 위해서는 개별 회사 또는 회원사에서 정하는 별도의 약관에 대한 동의 및 개인정보처리방침(‘개인정보 제공 및 활용 동의’ 등) 등 추가 등록절차를 완료 하여야 본 조 제1항에 명시된 서비스를 원활히 제공 받을 수 있습니다.
③ Dairies Do 홈페이지에 회원 가입은 하였으나 모바일 멤버십 카드를 제시하지 않은 회원의 경우, 포인트를 사용하거나 일부 회원사에서 Dairies Do 서비스를 이용하는데 제한이 있을 수 있습니다.

제2장 회원가입과 모바일 멤버십 카드

제5조 (회원가입과 모바일 멤버십 카드 발급)
① 회원으로 가입하고자 하는 고객은 Dairies Do 홈페이지, 회원사 서비스 사이트나 모바일 페이지 등을 통해 본 약관과 ‘개인정보처리방침(‘개인정보 수집 제공 및 활용 동의’ 등)'에 동의하고, 회원 개인별 온라인 기반의 아이디를 신청함으로써 회원가입을 신청할 수 있습니다.
② 고객이 만 14세 미만의 경우, Dairies Do 회원가입이 불가능합니다.
③ 회사는 본 조 제1, 2항에 따라 회원으로 가입할 것을 신청한 고객 중 다음 각호에 해당하는 경우 서비스 이용승낙을 하지 않거나 사후에 이용 계약을 해지할 수 있습니다.
1. 가입신청자가 본 약관 제6조 제4항에 의하여 이전에 회원자격을 상실한 적이 있는 경우. 단, 제6조 제4항에 의한 회원자격 상실 후 3년이 경과한 자로서 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 합니다.
2. 등록 내용에 허위, 기재누락, 오기가 있는 경우
3. 타인 명의로 신청한 경우
4. 주민등록 상의 본인실명으로 신청하지 않은 경우
5. 정보를 악용하거나 사회의 안녕과 질서 혹은 미풍양속을 저해할 목적으로 신청한 경우
6. 회원의 귀책사유로 이용승낙이 곤란한 경우 및 기타 Dairies Do가 정한 이용신청 조건에 미비된 경우
7. 기 가입된 회원이 다른 ID로 이중 회원 가입을 신청한 경우
8. Dairies Do의 서비스 설비 용량에 여유가 없는 등 기술상 현저한 지장이 있다고 판단되는 경우
9. 기타 회원으로 등록하는 것이 Dairies Do 서비스의 기술상 현저히 지장이 있다고 판단되는 경우
④ 회원은 다음 각 호에 해당하는 ID를 이용할 수 없으며 이러한 ID가 등록 신청된 경우에는 회사가 동 ID의 등록을 반려하거나 취소할 수 있고, 회원 ID 변경 시까지 서비스 이용을 제한할 수 있습니다.
1. 타인에서 혐오감으로 주거나 미풍양속에 어긋나는 경우
2. 비방, 명예훼손 소지가 있는 등 기타 합리적인 사유가 있는 경우
⑤ 회원은 Dairies Do 홈페이지 또는 회원사 서비스 사이트에 등록한 회원정보에 변경이 있는 경우, 즉시 회사가 정하는 방법에 따라 해당 변경사항을 회사에게 통지하거나 수정하여야 합니다.
⑥ 고객으로부터 회원가입 신청이 있는 경우 회사로부터 가입 완료 공지를 받은 시점부터 회원으로서의 지위를 취득하고 Dairies Do 포인트의 적립 및 사용이 기록 및 증빙되는 모바일 멤버십 카드(이하 “포인트 카드”)를 즉시 발급받을 수 있습니다.
⑦ 회원은 회원사의 영업점이나 가맹점의 개별정책에 의하여 회원 가입 절차 없이 기프트카드만을 우선 발급받을 수 있으나, 정상적인 Dairies Do 서비스를 제공받기 위해서는 본 조 제1항에 명시된 방법으로 회원 가입 절차를 완료하여야 합니다.
⑧ 회원은 회원자격을 타인에게 양도하거나 대여 또는 담보의 목적으로 이용할 수 없습니다.
⑨ Dairies Do 회원가입을 완료한 회원에게 부여되는 포인트 카드는 회원 계정별로 1개의 고유한 번호(난수번호)로 관리됩니다.
⑩ 회원이 Dairies Do 서비스를 회원사의 오프라인 영업점에서 이용하고자 할 경우, 포인트 카드를 제시해야 하며 회원사는 미성년자 여부나 본인 확인 등 합리적인 이유가 있을 때 회원에게 신분증 제시를 요청할 수 있습니다. 회원은 이러한 요청을 있을 경우 요청에 응해야 정상적이고 원활한 매일 Dairies Do 서비스를 제공받을 수 있습니다.
⑪ 회원의 포인트 카드는 회원 본인만 사용 가능합니다. 회원의 포인트 카드는 제3자에게 임의적으로 대여 사용하게 하거나 양도 또는 담보의 목적으로 사용할 수 없습니다
⑫ 포인트 카드는 회원 스스로의 책임하에 관리하여야 하며 회원의 고의 또는 과실로 포인트 카드가 도난 되거나 비밀번호가 유출되는 등의 사고가 발생할 경우, 당해 회원은 즉시 그 사실을 회사에 즉시 통지하여야 합니다.
⑬ 회사는 회원으로부터 본 조 제12항에 따른 통지를 받을 경우, 즉시 사고 등록 및 당해 회원의 포인트 카드의 사용을 중지하는 등 필요한 제반 조치를 취합니다. 단, 회사는 회원이 본 조 제12항에 따른 통지 시점 이전에 발생한 손해로서, 해당 사고가 회원의 고의 또는 과실 등 귀책사유에 의한 경우에는 이에 대해서 어떠한 책임도 부담하지 않습니다.

제6조 (회원 탈퇴,자격 제한 및 정지 등)

① 회원은 언제든지 서면, e-mail, 전화, 기타 회사가 정하는 방법으로 회원탈퇴를 요청할 수 있습니다. 본 조 제2항에서 정한 경우에는 탈퇴가 제한되며, 그 경우를 제외하고는 회원의 요청에 따라 조속히 회원탈퇴에 필요한 제반 절차를 수행합니다.
② 포인트 사용 후 사용된 포인트의 적립 원천이 되는 구매 행위의 취소로 인해 마이너스(-) 포인트가 발생한 회원은 회사가 회원 탈퇴를 별도로 승인하거나 (-) 포인트에 상당하는 금액을 전액변제하기 전까지는 탈퇴가 제한됩니다.
③ 회원이 다음 각호 중 하나의 사유에 해당하는 경우, 회사는 회원이 Dairies Do 서비스에 등록한 이메일 등으로 통지함으로써 회원자격을 즉시 제한하거나 정지시킬 수 있습니다. 그 경우 포인트 및 기프트카드의 사용 역시 중지 또는 제한됩니다.
1. 가입 신청 시에 허위 또는 오류 내용을 등록하거나 타인의 명의를 도용한 경우
2. 회원이 부정적립, 부정사용 등 Dairies Do 포인트 또는 기프트카드를 부정한 목적 또는 부정한 방법으로 취득 또는 이용한 경우
1) 부정적립 : 회원이 실제로 상품이나 서비스를 구매하지 않았음에도 불구하고 당해 회원에게 포인트가 적립된 경우를 의미합니다.
그러나 시스템의 오류 등 회원의 귀책사유 없이 포인트가 적립된 경우 또는 당해 제휴영업점에게 상품이나 서비스를 실제로 구매한 당사자의 동의가 있어 구매 당사자 대신 다른 회원에게 포인트를 적립하는 경우는 이에 제외됩니다. 단, 회사 또는 회원사의 영업점주 및 그 피고용인인 회원의 경우 본인이 당해 영업점에서 상품이나 서비스를 실제로 구매한 사실이 있어야 하며, 그러한 사실 없이 포인트를 적립한 경우에는 비록 실제 상품이나 서비스를 구매한 고객의 동의가 있다 하더라도 부정적립으로 간주합니다.
부정 적립된 포인트(이하, “부정포인트”)는 회원 자격 상실 통보와 함께 동시 소멸하고 이에 대하여 회원은 어떠한 권리도 주장할 수 없습니다. 또한 부정적립 포인트로 상품이나 서비스를 구매하는 등의 부당이득이 발생한 경우, 회원 당사자 또는 부정적립에 동조한 자가 Dairies Do 또는 회원사에 대한 민·형사상 책임을 집니다.
2) 부정사용 : 회사나 회원사 또는 타 회원의 동의 없이 타 회원의 포인트를 수단과 방법에 관계 없이 임의로 사용한 경우 또는 기프트카드를 사용하여 상품 등을 구매한 후 구매행위를 정당한 이유 없이 상습적, 반복적으로 취소하거나 반품하여 환불하는 방법으로 회사의 업무를 현저히 방해하는 경우를 의미합니다.
3. 회원이 사망한 경우
4. 다른 사람의 Dairies Do 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
5. Dairies Do 서비스를 이용하여 법령 또는 이 약관이 금지하거나 선량한 풍속 또는 공서양속에 반하는 행위를 하는 경우
6. 포인트 사용 후 사용된 포인트의 적립 원천이 되는 구매와 취소를 의도적, 상습적으로 (3회 이상) 반복하여 회사 또는 회원사에게 피해를 끼치는 경우
7. 통신과금서비스를 이용하여 재화를 할인하여 매입하는 행위(예: 속칭 ‘깡’을 위해 재화구입에 이용하는 경우)에 회원의 지위를 이용한 경우
8. 기타 본 약관이 규정하는 회원의 의무를 위반하는 경우
④ 본 조 제3항에 의해 회원 자격이 제한되거나 정지된 회원은 회사로부터 해당 사유발생에 대한 통지를 받은 날로부터 최대 30일 이내에 본인의 의견을 소명할 수 있습니다.
⑤ 회사는 회원이 소명 내용을 제출할 경우 이를 심사하며, 회원의 주장이 타당하다고 판단하는 경우 회원으로 하여금 계속 정상적인 Dairies Do 서비스를 이용할 수 있음을 통지합니다. 만약 회원이 기간내 소명을 제출하지 않거나, 회원의 소명이 타당하지 않은 경우 Dairies Do는 해당 회원과의 Dairies Do 서비스이용계약을 해지하고, 회원자격을 상실시킬 수 있습니다.
⑥ 회원탈퇴, 회원자격 제한 또는 상실이 확정되는 시점은 아래와 같습니다.
1. 회원의 탈퇴요청에 따르는 경우에는 회사가 회원탈퇴 처리의 완료 통보하는 시점에서 탈퇴가 완료되며, 모든 포인트는 탈퇴처리 완료 시 즉시 소멸합니다.
2. 회원자격 제한 혹은 상실의 경우 회사의 통보일에 확정됩니다. 단, 사망으로 인한 자격상실의 경우에는 회사의 통보여부와 상관없이 회원 사망일에 자격상실이 확정되며, 당해 회원에게 제공된 Dairies Do 서비스와 관련된 권리나 의무 및 포인트는 당해 회원의 상속인에게 상속되지 않습니다.
⑦ 회원탈퇴, 또는 회원자격 상실의 경우, 해당회원 정보는 다음과 같이 처리 됩니다
1. 탈퇴한 회원의 정보는 Dairies Do 개인청보 처리방침에서 규정하는 바에 따라 5 영업일(최대 1주일)간 보유 후 삭제처리 됩니다.
2. 회원 자격이 상실된 회원의 정보는 회원 자격상실 확정 후 Dairies Do 서비스 부정 이용 방지 및 타 회원의 추가적인 피해 방지를 위해 회원자격 상실일로부터 3년 간 보유하며, 이 기간 동안 재가입 및 Dairies Do 서비스 이용이 불가할 수도 있습니다.

제3장 포인트

제7조 (포인트 적립)
① 포인트는 회원의 상품 구매 또는 서비스 이용 금액에 비례하여 회사가 정하는 적립률에 따라 부여 됩니다. 회원사별 적립률 및 적립된 포인트는 Dairies Do 홈페이지 (Dairiesdo.com) 및 회원사 서비스 사이트에서 확인이 가능합니다.
② 포인트는 다음과 같은 방법으로 적립할 수 있습니다. 단, 적립 방법은 변경될 수 있으며, 관련된 세부내용은 Dairies Do 홈페이지나 Dairies Do App에서 확인할 수 있습니다.
1) 구매에 따른 자동 적립 방식 : 회원사의 온라인 쇼핑몰에서 상품 또는 서비스 구매 시 상품 안내에 고지된 적립 비율에 따라 해당 포인트가 해당 쇼핑몰의 정책에 따른 구매 확정(거래 완료) 이후 적립됩니다.
2) 모바일 멤버십 카드를 통한 적립 방식 : 회원사의 오프라인 영업점/가맹점 방문 구매 시 모바일 멤버십 카드 제시를 통해 회원 인증 후 고지된 적립 비율에 따라 해당 포인트가 적립됩니다.
3) 제품코드 등록 방식 : 분유, 이유식 캔제품 중 포인트 적립 안내가 표기된 제품 구매 후, 회원이 해당 제품에 표기된 제품코드를 등록할 때 캔별로 해당 포인트만큼 적립됩니다. (제품코드 등록은 매일아이 App에서만 할 수 있습니다.)
③ 포인트는 상품금액 결제(오프라인 영업점/가맹점 이용 시) 또는 구매확정(온라인 쇼핑몰 이용 시) 후에 적립이 되며, 결제금액 중 제휴할인 및 포인트 사용액을 제외한 회원의 실 결제 금액에 한하여 포인트가 적립됩니다
④ 만약 포인트 적립 후 결제를 취소하시거나 구매를 철회하실 경우 해당 결제에 따라 발생한 포인트는 적립이 원상복귀 됩니다. 이 때 적립한 포인트를 이미 사용한 경우 원상복귀 되는 포인트는 마이너스(-)로 적립이 됩니다. (표시예시: -100p)
⑤ 회원이 회원사의 영업점/가맹점 이용 시 결제 즉시 포인트 적립을 못하였을 경우 회원은 아래의 지정된 기간 안에 사후 적립이 가능하며, 아래 기간 경과 이후에는 사후 적립이 불가합니다.
- 외식매장 사후적립 기간 : 결제일 당일에 한하며, 구매영수증 지참 시 가능
⑥ 포인트의 적립에 대한 기타 상세사항은 아래와 같습니다.
1) 구매에 따른 자동 적립 방식
회원사의 정책에 따라 포인트를 미지급하는 상품이 있을 수 있으며, 이는 회원사의 내부정책에 따릅니다.
2) 포인트 카드를 통한 적립 방식
가. 크리스탈 제이드 및 더키친 일뽀르노 매장의 경우, Table 및 일행당 1개의 카드에만 적립됩니다.
나. 백화점/쇼핑몰 입점매장의 경우 각 매장에 따라 포인트 적립 및 사용 규정이 상이할 수 있습니다. 포인트와 타 포인트(예: 통신사, 백화점 등) 간 중복 할인 / 중복 적립 / 중복 사용 여부는 해당 회원사의 개별 정책에 따릅니다.
3) 제품코드 등록 방식 : 분유, 이유식 캔제품의 제품코드를 등록할 때, 적립대상은 등록된 영아의 생일로부터 생후 24개월까지이며, 월별 적립캔수는 분유 제품 6캔/월, 이유식제품 3캔/월으로 제한됩니다.
⑦ 회원사의 정책에 따라 일부 회원사의 영업점/가맹점에서는 포인트 적립이 불가하거나 적립률이 차등 적용될 수도 있습니다. 이 경우 해당 영업점/가맹점이나 쇼핑몰에 해당 내용을 별도 표기 또는 안내합니다.

제8조 (포인트 사용)
① 포인트 사용을 위해서는 회원 가입을 통해 회원의 지위를 취득하고, 모바일 멤버십 카드를 소지해야 합니다. 적립된 포인트 사용 순서는 회원이 보유 중인 사용가능포인트 중, 소멸 일자가 빠른 포인트부터 우선적으로 차감 됩니다.
② 포인트 사용은 회원사별로 사용 가능 최저 포인트 및 포인트 사용 단위를 정하며 이는 Dairies Do 홈페이지 및 회원사의 쇼핑몰 또는 영업점/가맹점의 매장 내 고시(구두안내포함) 중 1가지 이상 방법으로 고지됩니다. 회원이 포인트를 사용하기 위해서는 최소 100P 이상을 보유하고 있어야 하며, 회원사별로 사용 가능한 포인트의 최소 단위는 아래와 같습니다.
- 기프티콘, 메뉴교환권, 매일 다이렉트, 포인트 기부, 폴 바셋, 상하농원 : 10 P
- 크리스탈 제이드, 더키친 일뽀르노 : 100P
③ 포인트 사용은 1포인트를 1원처럼 사용하실 수 있으나, 포인트는 현금이 아니며, 현금으로 환불되지 않습니다.
④ 포인트 사용 후 사용 된 포인트의 적립 원천이 되는 구매 행위의 취소로 인해 잔여 포인트가 마이너스(-)인 경우 잔여 가용포인트가 0 포인트가 되기 전까지 적립되는 포인트는 사용이 불가합니다.
⑤ 포인트의 사용처 및 각 유의사항은 아래와 같습니다.
1) 기프티콘/메뉴교환권 : 적립된 포인트로 기프티콘/메뉴교환권 구매 시 사용할 수 있습니다. 기프티콘/메뉴교환권이란, 회사의 제품을 편의점 등 지정된 교환처에서 교환 받을 수 있는 모바일 쿠폰입니다. 기프티콘/메뉴교환권의 유효기간은 구매 상세 페이지에 기재된 바에 따르며, 실물로 교환을 완료하거나 유효기간이 만료된 기프티콘/메뉴교환권은 취소/환불되지 않습니다. 또한, 기프티콘/메뉴교환권은 구매 당시 회원이 입력한 휴대전화번호로 발송됩니다.
2) 매일 다이렉트 : 가정배달 제품 가정배달 신청 및 밀크박스 제품 결제 시, 적립된 포인트를 사용하여 음용금액을 결제할 수 있습니다.
3) 포인트 기부하기 : 회사와 제휴관계에 있는 기부단체에게 적립된 포인트를 기부할 수 있습니다. 포인트 기부 시에는 현금영수증이 발급되지 않습니다. 보다 자세한 내용은 Dairies Do 홈페이지에서 확인이 가능합니다.
4) 크리스탈 제이드 및 더키친 일뽀르노 매장: 회원사 매장에서 포인트를 사용하여 이용금액을 결제할 수 있습니다. 외식 매장에서 포인트 사용시에는 모바일 멤버십 카드를 제시하여야 합니다. 포인트 사용과 타 포인트 중복적립/사용, 제휴중복할인 또는 제휴포인트 중복 적립/사용여부는 각 회원사의 내부정책에 따릅니다.
⑥ 회원은 포인트를 타인에게 양도 또는 대여하거나 담보의 목적으로 제공할 수 없습니다. 다만, 회사 또는 회원사에서 인정하는 "포인트 선물하기" 등의 절차를 따른 경우는 예외로 합니다. "포인트 선물하기"를 통해 타 회원으로부터 양도받은 포인트를 다시 타 회원에게 재 양도하는 것은 허용되지 않습니다. 회사의 정책에 따라 양도받은 포인트의 유효기간 및 양도 금액 한도/횟수의 제한이 있을 수 있으며, 이에 대한 사항은 Dairies Do 홈페이지에 고지합니다.
⑦ 만 14세 미만의 미성년자는 회원 가입이 불가하기 때문에, 포인트를 사용할 수 없습니다.

제9조 (포인트 유효기간)
① 회원이 직접 상품을 구매하거나 서비스를 이용하여 적립받은 포인트의 경우, 사용가능 포인트로 적립 또는 전환된 날이 속한 달을 기준으로 24개월되는 달의 말일까지 유효합니다.
② 다른 회원으로부터 포인트 선물하기를 통해 양도받은 포인트는 잔여 사용기간동안 유효하나, 잔여사용 유효기간은 그 양도받은 날로부터 최대 12개월을 한도로 합니다.
③ 이벤트 포인트는 해당 이벤트에 고지된 바에 따라 유효기간이 별도로 적용됩니다.

제10조 (포인트 소멸)
① 포인트는 적립 원인별로 제10조의 각 항에 의한 유효기간 동안 유효하며, 기간 내 미 사용한 포인트는 월 단위로 매월 1일 00:00시에 자동 소멸됩니다.
(예) 2011년1월11일 적립
→ 2013년1월 31일까지 사용 가능, 2013년1월31일 자정 소멸 (2월1일 0시)
② 잔여 포인트 중에서 가장 유효기간이 짧은 포인트부터 순차 소멸됩니다
③ 회원탈퇴 등 여하한 사유로 소멸된 포인트는 복구되지 않습니다.
④ 회원이 제6조 제3항 제2호에 따라 포인트를 부정한 방법으로 적립한 경우, 회사 또는 회원사는 해당 회원에게 부정포인트 적립에 대한 소명을 요청할 수 있습니다. 회원이 충분한 소명을 하지 않는 경우, 회사 또는 회원사는 제10조에 의한 포인트 유효기간 경과 전이라도 해당 부정포인트를 소멸할 수 있습니다.
⑤ 소멸 예정 포인트는 SMS 및 E-MAIL 등을 통해 사전 안내되고 있습니다
⑥ 사용자의 미확인 및 통신사 스팸차단 등 회사 귀책없는 사유로 소멸예정안내를 받지 못하신 포인트에 대해서는 포인트 복구 등이 불가합니다
⑦ 회원 탈퇴 시 보유 포인트는 소멸되며, 회원 재 가입 시 이관되거나 회복되지 않습니다.

제4장 기프트카드

제11조 (기프트카드의 정의 등)
"Dairies Do 기프트카드” (이하 “기프트카드”) 라 함은 그 명칭에 관계없이 회사가 일정한 금액이나 상품 또는 용역의 수량 (이하 ‘금액 등’ 이라 함) 이 전자적 방법으로 저장되어 있거나, 전자정보가 기록되어 있다는 것이 기재된 증표를 다음 각 호의 형태로 발행하고, 회원이 이를 회사 또는 회원사에게 제시 또는 교부하거나 기타의 방법으로 사용함으로써 그 증표에 기재된 내용에 따라 재화 또는 용역을 제공받을 수 있는 것을 말합니다. 기프트카드는 사용방법에 따라 다음 각 호와 같이 구분됩니다.
1. 금액형 기프트카드 : 비정액 (수시로 반복 충전할 수 있는 형태를 뜻함. 이하 '충전형' 이라 함) 또는 정액형 선불전자지급수단(이하 ‘정액형’이라 함)으로 유효기간 내에 잔액 범위 내에서 사용횟수에 제한 없이 자유롭게 상품 등을 제공받을 수 있는 모바일 상품권
2. 상품제공형 기프트카드 : 한정된 재화 또는 용역 제공을 목적으로 발행된 모바일 상품권

제12조 (적용의 범위)
① 이 약관은 제11조 각 호의 형태로 발행되는 기프트카드에만 적용됩니다. 다만 다음 각 호의 경우에는 이 약관은 원칙적으로 적용되지 않고, 해당 기프트카드 제공페이지에 명시된 별도 사용조건을 따릅니다.
1. 회사가 기프트카드를 회원에게 무상 제공한 경우 (프로모션 상품, 이벤트 행사 등)
※ 무상제공인 경우 ‘무상 제공’ 취지(무료, 이벤트 등)을 표시함
② 제11조 각 호의 기프트카드를 사용하여 다른 형태의 상품권(제11조 각 호의 유형이 아닌 것에 한함)을 구매한 경우, 해당 상품권의 사용 및 환불 등에 관해서는 명시적인 이 약관 적용 표시가 없는 한, 이 약관의 적용을 받지 않습니다.
③ 기프트카드와 관련하여 이 약관에 명시되지 않은 내용은 별도로 고지되는 회사의 기프트카드 운영정책에 따릅니다. 회사는 Dairies Do 홈페이지의 ‘기프트 카드’ 항목에서 기프트카드 운영정책을 안내하고 있습니다.

제13조 (발행 등)
① 회사는 기프트카드의 발행 시 소요되는 제반비용(문자 메시지 발송 등)을 부담합니다.
② 회원의 고의, 과실 등 귀책으로 인하여 기프트카드가 훼손된 경우 재발급(재발송 등)에 따르는 비용은 실비 범위 내에서 회원이 부담합니다. 다만, 회사가 발행 시 회원이 부담할 수 있다는 사실을 고지하지 않은 경우 회원의 부담으로 할 수 없습니다.
③ 회원의 고의, 과실 등 귀책으로 인하여 기프트카드가 타인에게 발행된 경우 회사는 회원의 요청에 따라 해당 기프트카드가 사용되지 않은 범위 내에서 정정할 수 있는 방법을 회원에게 제공합니다.

제14조 (기프트카드 충전)
① 회원은 Dairies Do App에 충전형 기프트카드를 등록하고 폴 바셋 매장 또는 Dairies Do App에서 잔액을 반복 충전할 수 있습니다. 단, 일부 폴 바셋 매장에서는 기술상의 이유로 충전이 불가할 수 있으므로 미리 확인하시기 바랍니다.
② 1회 충전 시 1만원부터 10만원까지 1만원 단위로 충전할 수 있습니다. 단, 1장의 기프트카드에 충전 가능한 최대 금액은 총 50만원을 초과할 수 없으며, 장수 제한은 없습니다.
③ 기프트카드에 충전된 금액에 대하여는 이자가 발생되지 않습니다.
④ 기프트카드의 잔액은, 아래의 결제수단으로 해당 금액을 결제함으로써 충전할 수 있습니다.
- 폴 바셋 매장 : 현금, 신용카드
- Dairies Do App : 신용카드, 페이코, 휴대폰소액결제
- 기타 폴 바셋 매장이나 Dairies Do App에서 별도 고지한 결제수단

제15조 (기프트카드 자동충전)
회원은 등록한 충전형 기프트카드에 대하여 Dairies Do App을 통하여 아래와 같은 자동충전 서비스를 이용할 수 있습니다.
① 기준 하한 자동충전 : 기프트카드의 잔액이 회원이 지정한 최저 잔액 이하로 잔액이 하락하는 경우, 회원이 사전에 선택한 결제 수단으로 지정한 금액이 결제되고, 해당 금액만큼 기프트카드의 잔액이 자동충전 됩니다.
② 월 정액 자동충전 : 회원이 지정한 특정 일자에 사전에 선택한 결제 수단으로 지정한 금액이 결제되고, 해당 금액만큼 기프트카드의 잔액이 자동충전 됩니다

제16조 (기프트카드 유효기간 및 소멸시효)
① Dairies Do는 기프트카드 종류별로 유효기간을 다음 각 호와 같이 정할 수 있습니다.
- 금액형(충전형) 기프트카드 : 회원의 최종 충전일 또는 최종 사용일로부터 5년
- 금액형(정액형) 기프트카드 : 회사의 발급일로부터 5년
- 상품 제공형 기프트카드 : 발급일로부터 3개월 이상의 기간으로 회사가 기프트카드 발급 시 고지한 기간
② 금액형 기프트카드 및 상품제공형 기프트카드의 경우, 회원은 회사에게 유효기간 내에는 유효기간의 연장을 요청할 수 있고, 요청을 받은 회사는 특별한 사유가 없는 한 유효기간을 3개월 단위로 연장합니다. 단, 기프트카드 중 회사 및 회원사가 정해진 기간 이내에 사용을 목적으로 이벤트 당첨자 등에게 발급한 기프트카드는 유효기간이 연장되지 않습니다.
③ 회사는 유효기간이 도래하기 7일전 통지를 포함하여 3회 이상 회원에게 유효기간의 도래, 유효기간의 연장 가능여부와 방법 등을 Dairies Do App의 Push알림 또는 문자메세지 등의 방법으로 통지합니다.
④ 기프트카드 발급일(충전형 기프트카드의 경우 최종 충전일)로부터 5년이 경과하면 상법상의 상사채권소멸시효가 완성되어 회원은 회사에게 상품 등의 제공, 환불 및 잔액반환을 요청할 수 없습니다. 다만, 회사가 자발적으로 기프트카드의 사용을 허락한 경우에는 소멸시효가 적용되지 않을 수 있습니다.

제17조 (기프트카드의 사용)
① 기프트카드는 Dairies Do App에 등록하지 않아도 이용이 가능합니다. 단, 미등록 시에는 일부 서비스 이용에 제한이 있습니다.
② 기프트카드는 회원사의 매장 및 회원사의 서비스 사이트 등에서 사용 가능하며, 상세 사용처는 Dairies Do 홈페이지에서 확인할 수 있습니다.
③ 회원이 유효기간 내에 기프트카드의 금액 또는 수량의 범위 내에서 상품 등의 제공을 요구하는 경우 회사 및 회원사는 즉시 해당 상품 등을 제공합니다.
④ 회원은 회사 및 회원사 사용처에서 판매하는 상품 등에 대하여 가격할인 기간을 포함하여 언제든지 기프트카드를 결제수단으로 사용할 수 있습니다. 다만,다음 각 호 중 하나에 해당하는 경우에는 특정 사용처에 대하여 기프트카드 사용이 제한될 수 있습니다.
1. 기프트카드 제공 시 표시하거나 Dairies Do 홈페이지에 고지한 경우
2. 회사 및 회원사에서 기프트카드로 상품을 구매 또는 교환 후 해당 상품을 정당한 이유 없이 상습적, 반복적으로 취소 또는 반품(환불)하는 등 기프트카드의 부정사용이 합리적으로 의심되는 경우
⑤ 금액형 기프트카드의 경우, 잔액 범위 내에서 사용 횟수에 제한 없이 사용가능하며 사용 시 사용금액만큼 차감됩니다. 이 때, 회사는 회사의 비용으로 잔액에 대하여 추가의 문자메시지 또는 Dairies Do App push 등을 발송할 수 있습니다.
⑥ 상품제공형 기프트카드의 경우, 제공되는 상품 등의 종류, 품질은 기프트카드 상에 기재된 내용에 따릅니다. 단, 별도의 기재가 없고 품질에 차이가 있을 수 있는 상품의 경우 상품제공형 기프트카드의 금액 (금액의 표시가 없는 경우 기프트카드 상의 정상 판매가격) 및 상거래관행을 고려한 적정 품질 이상을 기준으로 제공합니다. 이때 회사 및 회원사는 수랑이 기재된 상품 등의 제공 시 원재료 가격상승 등 어떠한 이유로도 회원에게 추가 대금을 요구하지 않습니다.
⑦ 회원이 Dairies Do App에서 등록한 충전형 기프트카드가 여러 개인 경우, Dairies Do App 상에서 본인이 등록한 기프트카드 상호간에 잔액의 전부 또는 일부를 이전하여 충전할 수 있습니다. 기프트카드의 금액 중 일부를 이전하는 경우, 구매 (또는 충전) 일자별로 먼저 구매 또는 충전된 금액부터 순차적으로 이전됩니다.

제18조 (기프트카드 구매취소 또는 환불)
① 회원은 기프트카드의 구매 또는 충전일로부터 각 7일 이내에 해당 구매 또는 충전 건을 취소하고 환불받을 수 있습니다. 단, 제18조 제7항에 따라 기프트카드 간 잔액을 이전한 경우, 잔액을 이전 보내는 기프트카드의 해당 이전금액을 결제한 구매 (또는 충전) 건별의 잔액에 대해서는 환불받을 수 없습니다.
② [금액형 기프트카드] 구매일로부터 7일 이후 유효기간 경과 전까지, 기프트카드 충전금액 (다수의 상품권을 동시에 사용하는 경우에는 총 금액을 의미하며, 회원의 최종 충전시점에 기재된 금액을 의미함)의 100분의 60 (단, 1만원 이하 충전형 기프트카드는 100분의 80) 이상에 해당하는 상품 등을 제공받고 회원이 잔액의 반환을 요구하는 경우에 잔액 (구매액을 기준으로 사용비율에 따라 계산하여 남은 비율의 금액)의 반환이 가능합니다. 단, 잔액을 이전받은 기프트카드는 충전금액의 100분의 60 이상에 해당하는 물품 등을 회원이 제공받은 경우 잔액을 환불받을 수 있습니다.
③ [상품제공형 기프트카드] 구매일로부터 7일 이후 유효기간 경과 전까지, 기프트카드 상의 상품 등의 제공이 불가능하거나 제공에 필요한 통상적인 기간보다 현저히 지체되는 경우 회원의 요구에 따라 해당 기프트카드와 동일한 금전적 가치의 타 상품제공형 기프트카드로 즉시 교환하거나 구매액을 반환합니다.
④ 유효기간이 경과한 경우에는, 제17조 제4항의 소멸시효 경과 전에 한하여 회원은 회사에게 기프트카드의 미사용 부분에 대한 반환을 청구할 수 있습니다.
금액형 기프트카드의 경우, 유효기간과 소멸시효가 동일하므로 미사용 부분에 대한 반환을 청구할 수 없습니다.
상품제공형 기프트카드의 경우, 구매금액 전액을 구매 시 사용한 결제수단으로 반환합니다.
⑤ 기프트카드의 환불을 요청할 수 있는 권리는 최종 소지자에게 있습니다. 다만, 상품제공형 기프트카드의 경우와 최종 소지자가 환불을 요청할 수 없는 경우(예: 최종 소지자가 회원이 아닌 경우)에 한하여, 구매자가 환불을 요청할 수 있습니다. 이때 구매자에게 환불을 완료한 경우 회사는 환불에 관한 책임을 면합니다.
⑥ 기프트카드의 환불 신청은 회원 가입 후 Dairies Do App에 해당 기프트카드를 등록하여야 합니다.
- 회원이 Dairies Do App을 통해 등록된 기프트카드에 대한 잔액 환불을 신청하면, 회사는 신청내역을 확인 후, 특별한 사정이 없는 한 회원이 지정한 계좌로 신청일로부터 2주 이내에 지급합니다.
- 잔액 환불 시 본인 명의의 은행 계좌로만 환불이 가능합니다. 잔액 환불은 본인 확인과 계좌 확인 기간을 포함하여 평일(휴일, 주말제외) 기준 2주 이내에 지급되며 본인 및 계좌 확인에 문제가 있을 경우 환불이 지연될 수 있습니다.
- 환불 신청 후 해당 기프트카드는 더 이상 사용할 수 없습니다
- 환불 신청 후에는 환불에 대한 취소가 불가합니다.

제19조 (기프트카드 등록기간)
Dairies Do App을 통해 구매한 기프트카드는 미등록 상태에서 무기명으로 이용할 수 있으며, 기프트카드 등록기간은 별도로 없습니다. 단, 회사 또는 회원사가 할인 판매한 기프트카드를 사용하기 위해서는 구입일로부터 1개월(이하, “등록기간”이라 한다) 이내에 Dairies Do App에 등록을 해야 하며, 등록기간 이내에 Dairies Do App에 기프트카드를 등록하지 않으면, 해당 기프트카드는 자동으로 구매취소 처리되어 사용이 불가합니다.

제20조 (기프트카드 지급보증 및 분실신고)
① 기프트카드는 피해보상보험계약 또는 보증보험 등 별도의 지급보증이 되어있지 않습니다
② 회원이 기프트카드를 분실한 경우, Dairies Do App에 등록된 카드는 Dairies Do App에서 분실신고가 가능합니다. 카드 분실신고를 하면 신고한 시점부터 잔액이 보호되며, 회원이 별도로 신청하는 경우 다른 카드로 잔액 이전 및 환불 신청을 할 수 있습니다.
③ 회원이 제2항에 따라 분실신고한 기프트카드를 되찾으신 경우에는 분실신고와 동일한 경로를 통해 직접 분실해제가 가능합니다. 분실신고 시 해당 카드의 잔액을 다른 카드로 이전하였다면 분실해제를 할 경우 분실해제 된 카드의 잔액은 0원입니다.
④ Dairies Do App에 미등록한 카드의 경우 분실 시 잔액 보호가 불가능합니다. 회원이 분실 카드의 잔액 보호를 받기 위해서는 해당 기프트카드를 Dairies Do App을 통하여 등록하여야 합니다.

제21조 (기프트카드 이용 혜택)
① 회원이 기프트카드로 회원사 엠즈씨드(폴 바셋)의 제조음료 1잔 전액 결제할 경우 ‘Crown’이 1개가 적립되고, 적립된 Crown 개수에 따라 등급이 설정되며, 등급별로 Exclusive Benefits의 혜택을 받을 수 있습니다.
등급별 혜택에 대한 세부 내용은 Dairies Do 홈페이지 내 ‘기프트카드’를 참고하시기 바랍니다.
② Crown의 유효기간은 적립일로부터 1년(12개월) 이며, 적립일 기준으로 12개월 후부터 일 단위로 자동으로 소멸됩니다.
③ 회원이 엠즈씨드(폴 바셋)에 대한 개인정보 제3자 제공 동의를 철회하거나 Dairies Do 회원 탈퇴 시, 철회 또는 회원 탈퇴 요청일까지 적립된 Crown은 자동으로 소멸되며, 추후 회원이 개인정보 제3자 제공 동의를 재신청하거나 Dairies Do 회원 재가입을 하더라도 이미 소멸된 Crown은 복원되지 않습니다.

제22조 (회사의 책임)
① 기프트카드의 이용과 관련된 회원의 권리에 대한 최종적 책임은 회사에게 있습니다.
② 데이터의 위조 또는 변조 등으로 회원에게 피해가 발생한 경우, 회사는 회원의 피해에 대해서 손해를 배상합니다. 다만, 회사가 회원의 관리소홀 등의 책임을 입증하거나 천재 지변 등 불가항력적인 사유로 인한 것임을 입증한 경우에는 그러하지 아니합니다.

제5장 개인정보 보호

제23조 (개인정보보호)
① 회사는 회원의 개인정보 수집 시 해당 회원의 동의를 얻습니다.
② 회사는 Dairies Do 서비스 제공 및 이용을 위하여 필요한 최소한의 회원정보(이름, 본인확인인증결과값(중복가입확인정보(DI), 암호화된 동일인식별정보(CI)), 생년월일, 주소, 전화번호, 휴대전화번호, 문자서비스 수신여부, e-mail주소, e-mail 수신 여부, ID, 비밀번호 등)를 수집하고, 회원에게 최적화된 고객지향적인 맞춤형 마케팅을 수행하기 위해 기타 정보를 선택사항으로 수집하고 있습니다. 단, 회사가 수집하는 회원의 개인정보 항목은 서비스 변경 등 회사의 사정에 따라 변경될 수 있으며, 이 경우 본 약관 제3조 제2항 내지 제4항에 따라 회원의 동의를 얻습니다.
③ 회사는 회원이 회원사 서비스 사이트를 편리하게 이용하도록 하기 위하여 관련법령에 의거하여 회원의 동의를 받아 회원사 서비스 사이트에 제1항의 회원정보를 제공할 수 있습니다.
④ 회사는 Dairies Do 서비스 제공과 관련하여 취득한 회원의 개인정보를 본인의 동의 없이 이 약관 및 개인정보처리방침에 정한 목적 이외의 용도로 이용하거나 제3자에게 제공할 수 없습니다. 단, 다음 각 호에 해당하는 경우는 예외로 합니다.
1. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우
2. 재화 등의 거래에 따른 대금정산을 위하여 필요한 경우
3. 법률의 규정 또는 법률에 의하여 필요한 불가피한 사유가 있는 경우
4. 기타 관련 법령에서 허용하는 범위 내에서 정상적인 Dairies Do 서비스 제공을 위하여 필요한 경우
⑤ 회사 또는 그로부터 개인정보를 제공받은 제 3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.
⑥ 회원은 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 회사는 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 회원이 오류의 정정을 요구한 경우에는 회사는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
⑦ 회사는 회원의 정보관리를 위하여 개인정보 관리 책임자를 두고, 개인정보 관리 책임자의 성명 및 전화번호 기타 연락처를 각 인터넷 웹사이트 등을 통하여 회원에게 고지합니다.
⑧ 회사는 개인정보의 보호에 대한 상세한 내용을 관계 법령에 의거하여 개인정보처리방침에 명시하고 있으며, 회원이 상시 확인할 수 있도록 Dairies Do 홈페이지를 통해 공지하고 있습니다.

제6장 Dairies Do 홈페이지

제24조 (Dairies Do 서비스의 중단)
① 회사는 다음 각 호에 해당되는 경우 Dairies Do 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.
1. 서비스용 설비의 보수 등 공사로 인한 부득이한 경우
2. 전기통신사업법에 규정된 기간통신사업자가 전기통신서비스를 중지했을 경우
3. 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있을 경우
4. 기술상의 현저한 지장이 있는 경우
5. 기타 불가항력적인 사유가 있는 경우
② 사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 Dairies Do 서비스를 제공할 수 없게 되는 경우에는 회사는 제3조 제1항 및 제2항에서 정한 방법으로 회원에게 통지합니다.

제25조 (저작권의 귀속 및 이용제한)
① 회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속됩니다.
② 회원은 Dairies Do 서비스를 이용함으로써 얻은 정보 중 회사에게 지적재산권이 귀속된 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 등 기타 방법에 의하여 영리 목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다. 이를 위반하는 경우, 그에 대한 책임은 회원에게 있으며 Dairies Do는 회원에게 민, 형사상 책임을 물을 수 있습니다.
③ 회사는 게시된 내용을 게시물의 동일성을 해하지 않는 범위 내에서 편집, 이동시킬 수 있는 권리를 보유하며, 다음의 경우 사전 통지 없이 삭제할 수 있습니다.
- 본 약관에 위배되거나 상용 또는 불법, 음란, 저속하다고 판단되는 게시물을 게시한 경우
- 다른 회원 또는 제 3자를 비방하거나 중상 모략으로 명예를 손상시키는 내용인 경우
- 회사가 규정 또는 고지한 게시기간이나 용량을 초과한 경우
- 공공질서 및 미풍양속에 위반되거나 범죄적 행위에 결부된다고 인정되는 내용일 경우
- 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우
- 탈퇴자가 게시한 게시물인 경우
- 기타 관계 법령에 위배되는 경우

제26조 (회사의 의무)
① 회사는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 Dairies Do 서비스를 제공하기 위하여 최선을 다하여야 합니다.
② 회사는 회원이 안전하게 Dairies Do 서비스를 이용할 수 있도록 회원의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.
③ 회사가 본 약관 또는 관련 법령을 위반하여 회원이 손해를 입은 때에는 이를 배상할 책임을 집니다.
④ 회사는 회원이 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다

제27조 (회원의 의무)
회원은 다음 행위를 하여서는 안됩니다.
- 신청 또는 변경 시 허위 내용의 등록 또는 타인의 정보 도용
- Dairies Do 홈페이지에 회사가 게시한 정보의 무단 변경, 삭제 등 훼손 행위
- 회사와 사전 협의되지 않은 방법(무단으로 컴퓨터 프로그램 사용 등)으로 Dairies Do 홈페이지의 정보를 송신하거나 Dairies Do 홈페이지에 정보를 게시하는 행위
- 제3자의 저작권 등 권리를 침해하거나 제3자의 명예를 손상시키는 행위
- 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 회사에 공개 또는 게시하는 행위

제28조 (웹사이트 연결과 회사의 책임)

회사는 Dairies Do 홈페이지 상에 하위 웹사이트 또는 회원사에 접근할 수 있는 여러 형태의 방법(텍스트, 이미지, 동영상 등)을 제공할 수 있으며, 회원은 본인의 자유로운 의사에 따라 접근 여부를 선택할 수 있습니다. 다만, 회사는 하위 웹사이트 또는 회원사에서 게시한 정보의 진정성, 완전성, 안전성, 적법성을 보증하지 않으며, 진행된 거래 및 발생한 클레임 등에 관하여 책임을 부담하지 않습니다.

제29조 (광고 게재 및 광고주와의 거래)
① 회사는 Dairies Do 서비스의 운용과 관련하여 서비스 화면에 광고를 게재할 수 있습니다. 회원은 Dairies Do 서비스 이용 시 서비스 화면에 노출되는 광고 게재에 대해 동의하는 것으로 간주됩니다.
② 서비스 상에 게재된 광고 내용이나 서비스를 통한 광고주의 판촉활동에 대하여 회원은 본인의 책임과 판단으로 참여하거나 교신 또는 거래하여야 하며, 그 결과로서 발생하는 모든 손실 또는 손해에 대해 회사는 책임지지 않습니다.

제30조 (서비스 이용 책임)
회원은 회사 및 회원사의 적법한 권한 있는 자로부터 구체적/명시적인 사전 서면 승인을 받은 경우를 제외하고는 Dairies Do 홈페이지 상에서 또는 Dairies Do 서비스를 이용하여 상품을 판매하는 영업활동을 할 수 없습니다. 특히, 회원은 해킹, 돈벌이 광고, 음란 사이트 등 상업행위, 상용 S/W 불법배포 등을 할 수 없습니다. 이를 위반하여 회원에게 발생된 영업활동의 손실 및 관계기관에 의한 구속 등 법적 조치 등에 관해서는 회사가 책임을 지지 않습니다.

제31조 (Dairies Do 서비스 이용 관련 분쟁 해결)
① 회사와 회원은 서비스와 관련하여 분쟁이 발생한 경우에 이를 원만하게 해결하기 위해 필요한 모든 노력을 기울여야 합니다.
② 회사는 회원이 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 고객센터를 설치ㆍ운영합니다.
③ 회사는 회원으로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 회원에게 그 사유와 처리일정을 즉시 통보해 드립니다.
④ 회사와 회원간에 발생한 분쟁은 전자문서 및 전자거래 기본법에 의하여 설치된 전자거래분쟁조정위원회의 조정에 따를 수 있습니다.

제7장 기타

제32조 (서비스 종료)
① Dairies Do 서비스를 종료하고자 할 경우, 회사는 Dairies Do 서비스를 종료하고자 하는 날("서비스 종료일")로부터 3개월 이전에 본 약관 제3조에 규정된 통지방법을 준용하여 회원에게 알려드립니다.
② Dairies Do 서비스 종료일 이후 회원은 회사 및 회원사에서 포인트, 기프트카드 및 기타 Dairies Do 서비스 혜택을 받지 못하며, 통지일 시점에서 기 적립된 포인트는 회사가 별도 지정하는 날(이하 "포인트 소멸일")까지 본 약관과 회사 또는 회원사가 지정하는 바에 따라 사용하여야 하며, 포인트 소멸일 이후 미사용 잔여분은 소멸됩니다.

제33조 (본 약관에서 정하지 않은 사항)
본 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 상호 합의에 의하여 결정합니다.
다만, 합의가 이루어지지 않을 경우 약관의 규제에 관한 법률, 전자상거래 등에서의 소비자 보호에 관한 법률, 전기통신기본법 등 관계법령 및 상관례에 따릅니다

제34조 (면책조항)
① 천재지변 또는 이에 준하는 불가항력으로 인하여 Dairies Do 서비스를 제공할 수 없는 경우, 회사는 Dairies Do 서비스 제공에 관한 책임이 면제됩니다.
② 회사는 회원의 귀책사유로 인하여 발생한 Dairies Do 서비스 이용의 장애에 관하여 책임을 지지 않습니다.
③ 회사는 회원이 Dairies Do 서비스를 이용하여 기대하는 수익을 상실한 것이나 Dairies Do 서비스를 통하여 얻은 자료로 인하여 발생한 손해에 관하여 책임을 지지 않습니다
④ 회사는 회원이 게시 또는 전송한 자료의 내용에 관하여 책임을 지지 않습니다.
⑤ 회원 상호 간 또는 회원과 제3자 상호 간에 Dairies Do 서비스를 매개로 한 거래 등에 관하여, 회사는 개입하지 않으며 해당 거래와 관련하여 발생한 문제에 대하여 책임을 지지 않습니다.
⑥ 회사는 본 약관 및 관련 법령에 따라 회원에 대한 책임을 부담하며, 본 약관에 정하지 아니한 이상 Dairies Do 서비스의 상업성 및 특정 목적에의 적합성에 대한 보증 또는 조건을 포함한 다른 명시적 또는 묵시적 보증을 하지 않습니다.

제35조 (재판권 및 준거법)
① 본 약관에 의한 서비스 이용과 관련한 제반 분쟁 및 소송은 회원의 주소를 관할하는 법원에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 회원의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.
② 본 약관에서 정하지 않은 사항과 본 약관의 해석에 관하여는 대한민국 관련법령 및 상관례에 따릅니다.

이 약관은 2022년 10월 1일부터 시행합니다
</body>
</html>